export const epicSkills = [
  { id: "E001", text: "このターンの後に、もう一度自分のターンを行う。" },
  { id: "E002", text: "このゲーム中、自分のクリーチャーすべてのパワーを+5000する。" },
  { id: "E003", text: "このゲーム中、自分が各ターン最初に引くカードを1枚増やす。" },
  { id: "E004", text: "このターン、自分が最初に使うカード1枚のコストを0にする。" },
  { id: "E005", text: "自分と相手の墓地にあるカードをすべて山札に戻してシャッフルする。その後、自分はカードを5枚引く。" },
  { id: "E006", text: "相手のシールドをすべて見る。その後、それらを好きな順番に並べ直して戻す。" },
  { id: "E007", text: "このターン、自分のクリーチャーが攻撃するたび、その攻撃の後、そのクリーチャーをアンタップする。" },
  { id: "E008", text: "このゲーム中、自分のカードは相手の能力によって手札から捨てられない。" },
  { id: "E009", text: "相手の場のエレメントを1つ選ぶ。そのカードの能力をこのターン終了時まで無視する。" },
  { id: "E010", text: "自分の山札から好きなカードを1枚探して手札に加え、その後、山札をシャッフルする。" },
  { id: "E011", text: "このターン、自分のクリーチャーすべては相手の能力によって選ばれない。" },
  { id: "E012", text: "このゲーム中1度だけ、自分がゲームに負ける時、かわりに負けず、自分のシールドを1つ追加する。" }
];
